name: "basic_onnx"
backend: "onnxruntime"
max_batch_size: 0

input [
  {
    name: "input_0"
    data_type: TYPE_FP32
    dims: [ 1, 3, 224, 224 ]
  }
]
output [
  {
    name: "output_0"
    data_type: TYPE_FP32
    dims: [ 1, 1000 ]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]
